{
  "thoughts": [
    {
      "id": "sh4d",
      "author": "Socrates",
      "content": "The only true wisdom is in knowing you know nothing. This realization is the first step towards gaining genuine knowledge and understanding. By embracing our own ignorance, we open ourselves to learning and growth, recognizing that there is always more to discover and understand.",
      "template": "template3",
      "favorite": false
    },
    {
      "id": "921a",
      "author": "Albert Einstein",
      "content": "Coincidence is God's way of remaining anonymous.",
      "template": "template1",
      "favorite": true
    },
    {
      "id": "ae2b",
      "author": "Albert Einstein",
      "content": "The most beautiful and profound way to change yourself is to accept yourself completely, as you are. It's only through this kind of self-acceptance that we can truly grow and evolve, unlocking our full potential and finding our true place in the world.",
      "template": "template2",
      "favorite": true
    },
    {
      "id": "jk3c",
      "author": "Jane Austen",
      "content": "It is a truth universally acknowledged, that a single man in possession of a good fortune, must be in want of a wife. However, this statement may not hold true in every individual case, as human desires and motivations are complex and multifaceted.",
      "template": "template1",
      "favorite": false
    },
    {
      "id": "ts6f",
      "author": "Tao Te Ching",
      "content": "The name that can be named is not the eternal name. The unnameable is the eternal reality that lies beyond our conceptual understanding. It is through embracing the mystery of the Tao that we can find peace and harmony in our lives.",
      "template": "template1",
      "favorite": false
    },
    {
      "id": "wp5e",
      "author": "William Shakespeare",
      "content": "To be, or not to be, that is the question. Whether 'tis nobler in the mind to suffer the slings and arrows of outrageous fortune, or to take arms against a sea of troubles and by opposing end them. This contemplation of existence and the nature of human suffering is a profound reflection on the struggles we face in life.",
      "template": "template3",
      "favorite": false
    },
    {
      "id": "a1b2",
      "author": "Nick Diamos",
      "content": "Everybody lies, but it doesn't matter because nobody listens.",
      "template": "template2",
      "favorite": false
    },
    {
      "id": "c3d4",
      "author": "Randy K. Milholland",
      "content": "Think of life as a giant, fat cat you're in charge of. Sometimes you can control it, but other times, it's going to do what it wants and you have to roll with it. And sometimes you can do everything - everything you're s'posed to do - and it'll still shred all the things you hold dear... The only thing you can really do with life is rub its belly and prepare for the worst.",
      "template": "template1",
      "favorite": false
    },
    {
      "id": "e5f6",
      "author": "George Jackson",
      "content": "Patience has its limits. Take it too far, and it's cowardice.",
      "template": "template3",
      "favorite": false
    },
    {
      "id": "g7h8",
      "author": "John Mitchell Mason",
      "content": "Judge thyself with the judgment of sincerity, and thou will judge others with the judgment of charity.",
      "template": "template2",
      "favorite": false
    }
  ]
}
